export const product =  [
  {
    id: 1,
    title: '半代码开发',
    subtitle: '专业级企业应用与开发平台',
    subtitle2: '在线表单，功能丰富',
    subtitle3: '智能流程，满足各类场景需求',
    subtitle4: '多功能页面，自定义构建仪表台',
    subtitle5: '多功能页面，自定义构建仪表台',
    desc: '软硬并重，攻防兼备，既能零代码轻松部署，亦能灵活构建云服务',
    desc3: '通过流水线流程设计，快速实现业务规则落地，不再担心多变的业务需求',
    desc4: '通过简单的拖拽，即可制作出一个个柱形图、折线图、饼图等图表，还可以自定义颜色等信息，同时支持道源智造，链接等',
    picture2: require('~/static/img/product/main.png'),
    picture3: require('~/static/img/product/flow.png'),
    picture4: require('~/static/img/product/aaaaa.png'),
    picture: require('~/static/img/product/img.png'),
    desc2: '通过拖拉拽，快速实现表单搭建，完成应用上线',
    character4: `<br/>
    <span class="my-3 d-inline-block"><button data-v-5d159ea3="" type="button" class="btn btn-outline-info">
  <a href="https://cloudplatform.daoyuanyun.com/passport/login" style="color: inherit; text-decoration: none;">立即使用</a>
</button></span><br/>
    `,
    character: `<br/>

    <h5>业务人员根据需求定制应用，使得业务流程更加高效。<br/>
    <br/>
    快速创建并修改应用以适应市场的变化,降低开发门槛，试验新的想法<br/>
    </h5>

    `},
  {
    id: 2,
    subtitle: '简单即用的云平台',
    title: '云函数',
    picture: require('~/static/img/product/WX20240611-170045@2x.png'),
    desc: '一键安装你想要的服务，也可以上架你自己的服务',
    character: `<h5>无需关心服务器的配置和管理，一键托管<br/><br/>
    支持安全认证，一键保障服务安全<br/><br/>
    7x24小时自动安全巡检，全托管式监控，运维，服务无忧<br/>
`,
    apply: `<button data-v-5d159ea3="" type="button" class="btn btn-outline-info">
  <a href="https://cloudplatform.daoyuanyun.com/passport/login" style="color: inherit; text-decoration: none;">立即试用</a>
</button>`
  },
  {
    id: 3,
    subtitle: '定制&服务',
    picture: require('~/static/img/product/service.png'),
    desc: '免费服务，品质不减，付费升级，专享定制体验',
    character: `道源云针对不同版本用户提供高标准的服务，同时支持定制化服务采购<br/>
    `,
    apply: `<button data-v-5d159ea3="" type="button" class="btn btn-outline-info">
  <a href="https://cloudplatform.daoyuanyun.com/passport/login" style="color: inherit; text-decoration: none;">立即使用</a>
</button>`
  },
  {
    id: 4,
    title: '大屏可视化',
    picture: require('~/static/img/product/product04.png'),
    desc: '丰富的交互控件和图表组件，提供智能图形推荐，报表图形任意切换，且不受维度,度量的限制。通过大屏可视化，用户可以轻松创建自己的大屏展示，并灵活地定制报表和数据。不论是使用开源大屏还是智能大屏，大屏可视化都能无缝接入，并提供丰富的数据可视化功能。',
    character: `1、支持多种数据源：支持包括Oracle、MySQL、SQL Server在内的各种主流关系型数据库，支持包括Spark、Hadoop、ODPS在内的各种智能系统平台。<br/>
    2、支持开源：支持开源，接入自己研发的可视化平台，例如 dataease 等<br/>
    3、丰富组件：提供多样化的交互控件和图表组件，使用户能够根据需求自由选择和定制展示方式。<br/>
    4、简单易用：全WEB操作，简单易用，操作人性化。`,
    apply: `丰富的数据可视化功能，兼容各种数据源和数据格式，使用户能够充分发挥数据的价值和潜力<br/>
    省、市、县三级部门间系统的智慧化大屏要求`
  },
  {
    id: 5,
    title: '系统工作台',
    picture: require('~/static/img/product/product05.png'),
    subtitle: '数据治理平台',
    desc: '数据治理平台帮助企业更好的管理数据资产，集合IT技术人员、系统运维人员、业务用户共同优化企业数据资产。数据治理覆盖整个数据生命周期：产生、流转、加工、使用、销毁，数据治理平台提供全链路的数据管理功能。',
    character: `1、高度集成：集成数据模型、存储监控、质量优化、安全控制等一些系列数据治理和管理功能，覆盖整个数据生命周期。<br/>
    2、多租户：提供了多租户逻辑隔离的软硬件资源共享机制，提供了租户内的不同部门和用户的数据安全管控体系。<br/>
    3、超大规模：基于海量存储和计算引擎，支持PB级别的数据治理和管控，并且系统能够横向扩展和自动伸缩。<br/>
    4、高安全性：支持多租户的使用场景，同时满足多用户协同、数据共享、数据保密和安全需求，多级用户管理机制，保证用户数据安全。<br/>
    5、易用性：自动化解析数据血缘、生动形象的图形化展示，预设数据标准模板和数据质量检测模板。
    `,
    apply: `1、数据治理: 建立企业间的数据标准，稽核数据质量问题，持续改进数据质量。<br/>
    2、知识共享：统一企业内技术和业务语言，保证技术人员与业务人员的通畅交流，实现数据知识在企业内部的共享。<br/>
    3、问题核查：用于数据问题核查，便于寻找问题源头。<br/>
    4数据安全管理：控制、监控、审计用户对数据的访问，保证数据被安全使用。`,

    subtitle2: '数据集成平台',
    picture2: require('~/static/img/product/product06.png'),
    desc2: '数据集成平台是一款基于分布式架构的ETL工具，简单易用，可通过Web页面进行数据ETL任务的开发、调度、监控，并具有极好的扩展性和可靠性。数据集成平台适配各类数据源，提供无侵入式的增量获取功能，具有高速的数据集成能力治理平台帮助企业更好的管理数据资产，集合IT技术人员、系统运维人员、业务用户共同优化企业数据资产。数据治理覆盖整个数据生命周期：产生、流转、加工、使用、销毁，数据治理平台提供全链路的数据管理功能。',
    character2: `1、多数据源支持：支持各种主流关系型数据库和智能系统平台，支持各种类型数据文件。<br/>
    2、高性能：采用分布式架构，多线程、多进程执行任务，线性提升执行性能<br/>
    3、易使用：B/S架构，图形化开发、运维界面，可自定义调度计划，根据业务需要周期性对作业进行自动调度，无需人工干预。<br/>
    4、高可靠：任务断点续传和自动回滚功能以及单点容错机制，保证整体作业的高可用。
    `,
    apply2: `1、在数据仓库或数据集市建设中，用于数据集成、整合加工。<br/>
    2、不同数据库之间的实时或批量的数据同步<br/>
    3、业务系统与其前置库之间的数据传输，作为桥接系统来使用。
    `,

    subtitle3: '智能系统开发平台',
    picture3: require('~/static/img/product/product07.png'),
    desc3: '智能系统开发平台是一款用于智能系统开发的IDE产品，满足用户对于加工开发、任务调度、运维监控等需求。丰富的算法组件，拖、拉、拽式的开发模式，全图形化的运维界面，降低数据开发、数据挖掘、系统运维对人员的技术要求，加速数据价值化的节奏。',
    character3: `1、完备的功能集成：提供的功能覆盖从数据作业开发、测试、生产及分析的全流程<br/>
    2、易用操作界面：用户可以图形化拖拽的方式创建工作流、算法实验，可视化配置数据任务节点之间的关系。<br/>
    3、良好的协同机制：支持多人同时开发，通过控制权锁保证代码的一致性；基于工作对象的讨论机制，方便直观，提高沟通效率。<br/>
    4、多租户机制: 采用多租户机制，同一企业下不同部门可在同一平台下进行开发和运维。
    `,
    apply3: `1、开发人员的数据集成、整合加工及工作流的开发工作。<br/>
    2、运维人员的作业进行发布、监控、管理工作。<br/>
    3、业务人员的数据查询、分析、挖掘工作。
    `
  }
]

export const business = [
  {
    id: 1,
    title: '互联网+政务',
    picture: require('~/static/img/business/business01.png'),
    desc: `<p style="text-indent: 2em">道源云将互联网的能力与政务进行创新融合，在流程优化的基础上，引入以资源集约共享、弹性伸缩、极致体验、敏捷支撑为特征的互联网技术，从而实现政务便民服务、政务管理与辅助决策以及产业支持等精细化的政务体系。</p>
    <p style="text-indent: 2em">道源云提供完整的数据共享交换体系，具有丰富的数据治理和基础库建设及数据开发分析经验，能够交付亮点的数据应用；在应用层，能够提供高效稳定的能力开放平台，为用户提供互联网能力开发API、数梦行业能力API以及数据服务API等。道源云致力于将互联网能力赋能给客户，从而更好的为政务客户提供创新性及个性化的数据服务能力。</p>`,
    picture2: require('~/static/img/business/business01.png'),
    desc2: `<p style="text-indent: 2em">道源云将互联网的能力与政务进行创新融合，在流程优化的基础上，引入以资源集约共享、弹性伸缩、极致体验、敏捷支撑为特征的互联网技术，从而实现政务便民服务、政务管理与辅助决策以及产业支持等精细化的政务体系。</p>
    <p style="text-indent: 2em">道源云提供完整的数据共享交换体系，具有丰富的数据治理和基础库建设及数据开发分析经验，能够交付亮点的数据应用；在应用层，能够提供高效稳定的能力开放平台，为用户提供互联网能力开发API、数梦行业能力API以及数据服务API等。道源云致力于将互联网能力赋能给客户，从而更好的为政务客户提供创新性及个性化的数据服务能力。</p>`,
  },
  {
    id: 2,
    title: '互联网+企业',
    picture: require('~/static/img/business/business02.png'),
    desc: ` <p style="text-indent: 2em">以数据标准化为基础，就是通过对基础数据的标准化、规范化、代码化，在信息系统中建立业务之间协同工作的“标准语言”，使共享的业务数据采用统一规范的定义和表述，保证数据分类口径的一致性，使业务在信息系统中顺畅运作。</p>
    <p style="text-indent: 2em">以信息共享为平台，实现企业经营制造主体业务的整合贯通；通过对信息系统科学地架构、功能合理地分担，形成企业综合信息化管理平台，使各类主要业务活动、工作协同、信息的采集和展示都能在企业信息化系统管理平台上实现。</p>
    <p style="text-indent: 2em">以卓越绩效管理为目标，引入全局的、整体的、一贯的管理理念，打造“产供销一体、管控衔接、高效协同、三流合一”的管理信息系统，在企业推行先进的管理理念，使采购、销售、生产、质量、财务、成本等业务整合贯通，协同运作，使企业管理更加透明化、精细化和规范化。</p>
`,
  },
  {
    id: 3,
    title: '智慧城市（城市治理）',
    picture: require('~/static/img/business/business03.png'),
    desc: `<p style="text-indent: 2em">感知城市状态，实现城市实时的数据采集与分析处理，让城市管理智慧化、精细化，为城市智慧化管理提供技术保障。</p>
    <p style="text-indent: 2em">保障 城市重大活动安全，提升城市全方位掌控能力，提高应急事件决策效率，实现事前事中事后的全流程跟踪处理，防范于未然。</p>
    <p style="text-indent: 2em">通过政务外网打通各委办局网络，集成综治大联动、智慧交运、智慧公交、智慧水务等业务系统的整屏、高分、关联展示。</p>`,
  }
]
